Repository: BDouze/clic
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: System upgrade
fr: Mise à jour du système

source: Server initialization
fr: Initialisation du serveur

source: First user creation
fr: Création du première utilisateur.ice

source: VPN installation
fr: Installation du VPN

source: VPN configuration
fr: Configuration du VPN

source: WiFi Hotspot installation
fr: Installation du hotspot WiFi

source: Cleaning
fr: Nettoyage

source: It looks like the board is not connected to the internet !?
fr: Il semble que la carte ne soit pas connecté à Internet ?!

source: It looks like domain %(domain)s is not available.
fr: Le domaine %(domain)s ne semble pas disponible.

source: Could not load this file as json ... Is it a valid .cube file ?
fr: Échec du chargement du fichier json ... Est-ce un fichier .cube valide ?

source: This cube file does not look valid because some fields are missing ?
fr: Le fichier cube ne semble pas être valide car certains champs sont manquants ?

source: The hotspot option can't enabled because it looks like no WiFi interface is available on the system ... did you forget to plug the antenna ?
fr: L'option hotspot ne peut pas être activée car il semble qu'il n'y ai pas d'interface WiFi disponible sur le système ... Auriez-vous oublié de brancher l'antenne ?

source: Internet Cube installation
fr: Installation de la Brique Internet

source: Înternet Cube installation
fr: Installation de la Brique Înternet

source: Server configuration
fr: Configuration du serveur

source: This is the domain that will be used to name and reach your internet cube. If you do not already own a domain name, you can pick a free domain ending with .nohost.me, .noho.st or .ynh.fr. It will automatically be configured during the setup.
fr: Il s'agit du domaine qui sera utilisé pour nommer et accéder à votre brique internet. Si vous ne possédez pas de nom de domaine, vous pouvez utiliser un domaine gratuit se terminant en .nohost.me, .noho.st ou .ynh.fr. Il sera automatiquement configuré pendant l'installation.

source: Main domain
fr: Domaine principal

source: myserver.nohost.me
fr: monserveur.nohost.me

source: Please specify a valid domain
fr: Merci de spécifier un domaine valide.

source: First user (administrator)
fr: Premier utilisateur.ice (admin)

source: Username
fr: Identifiant

source: Please specify a valid username with at least three characters (only lowercase, numbers or _)
fr: Merci de spécifier un identifiant valide avec au moins trois caractères (uniquement minuscules, chiffres ou _)

source: Full name
fr: Nom complet

source: Sasha Doe
fr: Sasha Dupont

source: Password
fr: Mot de passe

source: Passwords must be at least 8 characters
fr: Les mots de passent doivent contenir au moins 8 caractères

source: Password (repeat)
fr: Mot de passe (confirmation)

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Using a VPN allows for easier setup (no need to manually forward ports), bypasses any possible restrictions from your commercial ISP (such as blocking outgoing port 25 for emails).
fr: Utiliser un VPN permet une installation simplifiée (pas besoin de manuellement rediriger les ports), contourne les possibles restrictions de votre FAI commercial (telles que le blocage du port 25 sortant pour les emails)

source: .cube file
fr: Fichier .cube

source: Choose file
fr: Choisir un fichier

source: You must provide a valid .cube file to enable the VPN
fr: Il faut fournir un fichier .cube valide pour activer le VPN

source: Wifi Hotspot configuration
fr: Configuration du Hotspot WiFi

source: If a VPN is configured, clients connected to the hotspot will have their traffic routed through the VPN, providing them with IPv6 and protecting their connection against censorship/spying from your commercial ISP.
fr: Si un VPN est configuré, le traffic internet des clients connectés au hotspot sera routé via le VPN, leur fournissant ainsi une IPv6 et les protégeants de la censure/espionnage des FAI commerciaux.

source: Name (SSID)
fr: Nom (SSID)

source: myNeutralNetwork
fr: monReseauNeutre

source: Let's go!
fr: Allons-y

source: Retry
fr: Réessayer

source: Debug mode
fr: Mode debug

source: Please wait just a few more seconds while the installation completes...
fr: Merci de patienter juste quelques secondes pendant que l'installation se termine...

source: Installation complete !
fr: Installation terminée !

source: You have a new WiFi !
fr: Vous avez un nouveau WiFi !

source: Your new wifi is called <span style='font-weight:bold; font-family:monospace;'>%(wifi_ssid)s</span> and should now show up on your devices. When you're connected to it, your traffic is automatically encrypted through the VPN tunnel.
fr: Votre nouveau wifi se nomme <span style='font-weight:bold; font-family:monospace;'>%(wifi_ssid)s</span> et devrait appaître sur vos dispositifs. Lorsque vous êtes connecté dessus, le traffic est automatiquement chiffré à travers le tunnel VPN.

source: Checkout the admin interface
fr: Jetez un oeil à l'interface d'admin

source: This is where you'll be able to add users, install applications and manage your server !
fr: C'est l'endroit où vous pouvez rajouter des utilisateur.ices, installer des applications et gérer votre serveur !

source: The diagnosis section will help you making sure that everything is running smoothly. You may need to configure port forwarding or DNS records (depending on your installation choices) for your server to be fully functional.
fr: La section diagnostique permet de s'assurer que tout fonctionne bien. En fonction de vos choix d'installation, il vous faudra peut-être configurer les redirections de port et les enregistrements DNS pour que votre serveur soit complètement fonctionnel.

source: Go to the admin interface
fr: Aller sur l'interface d'administration

source: Your very own digital home
fr: Votre nouveau chez-vous numérique

source: Once your setup is fully-functional, you may access the user portal. This is where you can access applications.
fr: Une fois votre serveur correctement configuré, vous pourrez accéder au portail utilisateur.ice. Il s'agit de l'endroit depuis lequel vous pouvez accéder aux applications.

source: Go to the user portal
fr: Aller sur le portail utilisateur.ice

source: Learn how to configure email
fr: Apprendre à configurer les emails
